Repository: perandre/soulkids
Catalog: modules/taxonomy/translations/modules-taxonomy.*.po
Languages: nb

source: Tags
nb: Merker

source: - None -
nb: - Ingen -

source: There are currently no posts in this category.
nb: Det er for tiden ingen innlegg i denne kategorien.

source: Help text
nb: Hjelpetekst

source: Related terms
nb: Beslektede ord

source: Synonyms
nb: Synonymer

source: Multiple select
nb: Velg flere

source: Parents
nb: Overordnede

source: Taxonomy term
nb: Ord i ordforråd

source: Vocabularies
nb: Ordforråd

source: Add term
nb: Legg til ord

source: Vocabulary name
nb: Ordforrådets navn

source: Term name
nb: Ord

source: No terms available.
nb: Ingen ord tilgjengelige.

source: Edit term
nb: Rediger ord

source: Autocomplete taxonomy
nb: Autofullfør taksonomi

source: list terms
nb: vis ord

source: add terms
nb: legg til ord

source: Created new term %term.
nb: Opprettet nytt ord %term.

source: Are you sure you want to delete the term %title?
nb: Er du sikker på at du vil slette ordet %title?

source: Deleted term %name.
nb: Slettet ordet %name.

source: List terms
nb: Vis ord

source: Deleting a term will delete all its children if there are any. This action cannot be undone.
nb: Sletting av et ord vil slette alle datterordene, hvis det er noen. Handlinga kan ikke gjøres om.

source: Parent terms
nb: Overordnede ord

source: administer taxonomy
nb: administrere ordforråd

source: Add vocabulary
nb: Legg til ordforråd

source: Edit vocabulary
nb: Rediger ordforråd

source: edit vocabulary
nb: Rediger ordforråd

source: Description of the vocabulary; can be used by modules.
nb: Beskrivelse av dette ordforrådet, kan brukes av moduler.

source: Created new vocabulary %name.
nb: Opprettet nytt ordforråd %name.

source: Updated vocabulary %name.
nb: Oppdatert ordforråd %name.

source: Are you sure you want to delete the vocabulary %title?
nb: Er du sikker på at du vil slette ordforrådet %title?

source: Deleting a vocabulary will delete all the terms in it. This action cannot be undone.
nb: Sletting av et ordforråd sletter også alle ord i det. Denne handlinga kan ikke omgjøres.

source: Deleted vocabulary %name.
nb: Ordforråd %name slettet.

source: The name of this term.
nb: Ord/merkelapp, for eksempel «Norge» (i et ordforråd for å angi land), eller «rød» (i et ordforråd for farger)

source: A comma-separated list of terms describing this content. Example: funny, bungee jumping, "Company, Inc.".
nb: En kommaseparert liste av ord som beskriver innholdet. Eksempel: morsom, bungie jumping, «Drupal Norge».

source: The %name vocabulary can not be modified in this way.
nb: Ordforrådet %name kan ikke endres på denne måten.

source: taxonomy
nb: taksonomi

source: Updated term %term.
nb: Ordet %term har blitt oppdatert.

source: - None selected -
nb: - Ingen valgt -

source: After saving a new term to the database
nb: Etter å ha lagret et nytt uttrykk i databasen

source: After saving an updated term to the database
nb: Etter å ha lagret et oppdatert uttrykk i databasen

source: After deleting a term
nb: Etter sletting av et uttrykk

source: No vocabularies available.
nb: Ingen ordforråd tilgjengelige.

source: The taxonomy module allows you to categorize content using various systems of classification. Free-tagging vocabularies are created by users on the fly when they submit posts (as commonly found in blogs and social bookmarking applications). Controlled vocabularies allow for administrator-defined short lists of terms as well as complex hierarchies with multiple relationships between different terms. These methods can be applied to different content types and combined together to create a powerful and flexible method of classifying and presenting your content.
nb: Taksonomimodulen muliggjør kategorisering av innhold med ved hjelp av ulike systemer for klassifisering. Frie-merkelapper-ordforråd opprettes av brukere når de oppretter innhold (brukes typisk på blogger og sosiale bokmerketjenester). Med kontrollert ordforråd kan nettstedsadministratorer definere korte lister av ord og komplekse kategorier med flere forhold mellom ulike ord. Disse metodene kan brukes på forskjellige innholdstyper og kombineres til en kraftig og fleksibel metode for å klassifisere og presentere innholdet.

source: For example, when creating a recipe site, you might want to classify posts by both the type of meal and preparation time. A vocabulary for each allows you to categorize using each criteria independently instead of creating a tag for every possible combination.
nb: For eksempel, hvis du lager et nettsted med oppskrifter, kan det være nytt å klassifisere innlegg etter både type måtid og tilberedelsestid. Med ett ordforråd for hver av dem kan du kategorisere etter de to kriteriene uavhengig av hverandre, i stedet for å å måtte lage en merkelapp for hver kombinasjon.

source: Type of Meal: <em>Appetizer, Main Course, Salad, Dessert</em>
nb: Type måltid: <em>Forrett, Hovedrett, Salat, Dessert</em>

source: Preparation Time: <em>0-30mins, 30-60mins, 1-2 hrs, 2hrs+</em>
nb: Tidsforbruk: <em>0-30 minutter, 1-2 timer, 2 timer eller mer</em>

source: Each taxonomy term (often called a 'category' or 'tag' in other systems) automatically provides lists of posts and a corresponding RSS feed. These taxonomy/term URLs can be manipulated to generate AND and OR lists of posts classified with terms. In our recipe site example, it then becomes easy to create pages displaying 'Main courses', '30 minute recipes', or '30 minute main courses and appetizers' by using terms on their own or in combination with others. There are a significant number of contributed modules which you to alter and extend the behavior of the core module for both display and organization of terms.
nb: Hvert taksonomi-ord (ofte kalt «kategori», «merkelapp» eller (på engelsk) «tag» gir automatisk en liste over alle innlegg merket med dette ordet, og en tilsvarende RSS-nyhetsstrøm. Du kan forandre på disse «taxonomy/term»-URLene for å få lister over innlegg merket med alle ordene i en liste, eller minst et av ordene. I matoppskrifteksempelet kan vi for eksempel lage sider som viser «Hovedretter», «30-minuttsoppskrifter» eller «30-minuttsoppskrifter for hovedretter og forretter» ved å bruke enkeltord eller kombinere flere ord. Det finnes mange tilleggsmoduler som forandrer og utvider mulighetene i Drupalkjernen for å vise og organisere ord.

source: Terms can also be organized in parent/child relationships from the admin interface. An example would be a vocabulary grouping countries under their parent geo-political regions. The taxonomy module also enables advanced implementations of hierarchy, for example placing Turkey in both the 'Middle East' and 'Europe'.
nb: Ord kan også organiseres overordnete og underordnete kategorier fra administreringssiden. Et eksempel er et ordforråd der land er underordnet under regioner. Taksonomimodulen tillater også hierarkier der et underordnet ord hører hjemme under flere overordnede ord, f.eks. kan «Tyrkia» plasseres i både «Midt-Østen» og «Europa».

source: The taxonomy module supports the use of both synonyms and related terms, but does not directly use this functionality. However, optional contributed or custom modules may make full use of these advanced features.
nb: Taksonomimodulen støtter bruk av synonymer og beslektede ord, men bruker ikke denne funksjonaliteten direkte. Tilleggsmoduler og egenutviklede moduler kan ta i bruk disse egenskapene.

source: For more information, see the online handbook entry for <a href="@taxonomy">Taxonomy module</a>.
nb: For ytterligere opplysninger, les den engelske Drupalhåndbokas avsnitt om <a href="@taxonomy">taksonomimodulen</a>.

source: The taxonomy module allows you to categorize your content using both tags and administrator defined terms. It is a flexible tool for classifying content with many advanced features. To begin, create a 'Vocabulary' to hold one set of terms or tags. You can create one free-tagging vocabulary for everything, or separate controlled vocabularies to define the various properties of your content, for example 'Countries' or 'Colors'.
nb: Taksonomimodulen lar deg kategorisere innholdet ditt både med frie merkelapper (som brukerne kan skrive inn når de oppretter innhold) og forhåndsdefinerte kategorier. Den er et fleksibelt verktøy med mange muligheter. Du starter med å opprette et «ordforråd» som kan inneholde frie merkelapper eller faste kategorier. Du kan for eksempel lage et fritt ordforråd for alt innholdet, eller flere kontrollerte ordforråd for forskjellige aspekter av innholdet, som «Land» og «Farge».

source: Use the list below to configure and review the vocabularies defined on your site, or to list and manage the terms (tags) they contain. A vocabulary may (optionally) be tied to specific content types as shown in the <em>Type</em> column and, if so, will be displayed when creating or editing posts of that type. Multiple vocabularies tied to the same content type will be displayed in the order shown below. To change the order of a vocabulary, grab a drag-and-drop handle under the <em>Name</em> column and drag it to a new location in the list. (Grab a handle by clicking and holding the mouse while hovering over a handle icon.) Remember that your changes will not be saved until you click the <em>Save</em> button at the bottom of the page.
nb: Bruk lista nedenfor for å konfigurere og se ditt nettsteds ordforråd, eller til å vise og håndtere ordene (merkelapper) de inneholder. Et ordforråd kan (eventuelt) bli knyttet til bestemte innholdstyper som vist i <em>«Type»</em>-kolonnen, og i så tilfelle vises når du oppretter eller redigerer innlegg av denne typen. Flere ordforråd knyttet til samme innholdstype vil bli vist i den rekkefølgen som er vist nedenfor. Å endre rekkefølgen av et ordforråd, grip en dra-og-slipp håndtaket under <em>«navn»</em>-kolonnen og flytt den til en ny plassering i lista. (Ta tak i et håndtak ved å klikke og holde inne museknappen mens du holde markøren over et håndtakets ikon.) Husk at dine endringer ikke lagres før du klikker på <em>Lagre</em>-knappen nederst på siden.

source: %capital_name is a free-tagging vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term.
nb: %capital_name er et ordforråd med frie merkelapper. For å forandre på navnet eller beskrivelsen på et ord, klikk på <em>rediger</em>-lenka ved siden av ordet.

source: %capital_name is a flat vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
nb: %capital_name er et flatt ordforråd. Du kan organisere ordene i %name ved å dra i håndtakene på den venstre siden av tabellen. For å forandre på navnet eller beskrivelsen på et ord, klikk på <em>rediger</em>-lenka ved siden av ordet.

source: %capital_name is a single hierarchy vocabulary. You may organize the terms in the %name vocabulary by using the handles on the left side of the table. To change the name or description of a term, click the <em>edit</em> link next to the term.
nb: %capital_name er et ordforråd med enkelt hierarki, dvs. at ordene kan organiseres i overordnede og underordnede kategorier, men hvert ord kan bare ha ett overordnet ord. For å forandre på navnet eller beskrivelsen på et ord, klikk på <em>rediger</em>-lenka ved siden av ordet.

source: %capital_name is a multiple hierarchy vocabulary. To change the name or description of a term, click the <em>edit</em> link next to the term. Drag and drop of multiple hierarchies is not supported, but you can re-enable drag and drop support by editing each term to include only a single parent.
nb: %capital_name er et hierarkisk ordforråd med nettstruktur, dvs. at ordene kan organiseres i overordnede og underordnede kategorier, og hvert ord kan flere overordnete ord. For å forandre på navnet eller beskrivelsen på et ord, klikk på <em>rediger</em>-lenka ved siden av ordet.

source: Define how your vocabulary will be presented to administrators and users, and which content types to categorize with it. Tags allows users to create terms when submitting posts by typing a comma separated list. Otherwise terms are chosen from a select list and can only be created by users with the "administer taxonomy" permission.
nb: Velg hvordan ordforrådet vises for administratorer og brukere, og hvilke innholdstyper det kan brukes på. Det finnes to hovedtyper: Frie merkelapper (som lar brukerne tilføye ord når de lager innhold ved å skrive inn en kommaseparert liste) og faste ordforråd (der ord velges fra en nedtrekksliste, og nye ord kun kan opprettes av brukere med tillatelsen «administrer ordforråd»).

source: Manage tagging, categorization, and classification of your content.
nb: Behandle merking, kategorisering, og klassifisering av ditt innhold.

source: Terms in %vocabulary
nb: Termer i %vocabulary

source: The name for this vocabulary, e.g., <em>"Tags"</em>.
nb: Navnet på dette ordforrådet, f.eks. <em>«Merkelapper»</em>, <em>«Farge»</em> eller <em>«Land»</em>.

source: Instructions to present to the user when selecting terms, e.g., <em>"Enter a comma separated list of words"</em>.
nb: Informasjon som brukerne får se når de skal velge ord, f.eks. <em>«Skriv inn ord. Bruk komma for å skille dem fra hverandre.»</em>

source: Select content types to categorize using this vocabulary.
nb: Velg innleggstyper du vil skal assosiere seg med dette ordforrådet.

source: Terms are created by users when submitting posts by typing a comma separated list.
nb: Brukere oppretter nye merkelapper ved å skrive inn ord og uttrykk, adskilt med komma, når de oppretter innlegg.

source: Allows posts to have more than one term from this vocabulary (always true for tags).
nb: Gjør det mulig å knytte et innlegg til flere ord i dette ordforrådet (gjelder alltid for frimerkning).

source: At least one term in this vocabulary must be selected when submitting a post.
nb: Minst ett av ordene i dette ordforrådet må være valgt når man lagrer et innlegg.

source: Vocabularies are displayed in ascending order by weight.
nb: Ordforråd vises i stigende rekkefølge etter vekt.

source: Reset to alphabetical
nb: Tilbakestill til alfabetisk rekkefølge

source: Add term to %vocabulary
nb: Legg til term til %vocabulary

source: A description of the term. To be displayed on taxonomy/term pages and RSS feeds.
nb: En beskrivelse av ordet. Vises på <em>taxonomy/term</em>-sidene og i RSS-nyhetsstrømmer.

source: Synonyms of this term, one synonym per line.
nb: Synonymer til dette termet, en synonym pr. linje.

source: Terms are displayed in ascending order by weight.
nb: Ord vises i stigende rekkefølge etter vekt.

source: Weight value must be numeric.
nb: Vektverdi må oppgis som et tall.

source: Set multiple term parents?
nb: Skal ord kunne ha flere overordnede ord?

source: Adding multiple parents to a term will cause the %vocabulary vocabulary to look for multiple parents on every term. Because multiple parents are not supported when using the drag and drop outline interface, drag and drop will be disabled if you enable this option. If you choose to have multiple parents, you will only be able to set parents by using the term edit form.
nb: Hvis du gir et ord flere overordnede ord vil ordforrådet %vocabulary se etter flere overordnede ord for alle ordene. Dra-og-slipp-grensesnittet støtter ikke mer enn ett overordnet ord, så dra-og-slipp vil bli deaktivert hvis du velger dette alternativet. Hvis du velger å ha flere overordnede ord kan du bare velge overordnede ord via skjemaet for å redigere ord.

source: You may re-enable the drag and drop interface at any time by reducing multiple parents to a single parent for the terms in this vocabulary.
nb: Du kan gjenaktivere dra og slipp-grensesnittet når som helst ved å redusere flere overordnede ord (merkelapp) til et enkelt overordnet ord i ordforrådet.

source: Set multiple parents
nb: Gi mulighet for flere overordnede elementer

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
nb: Er du sikker på at du vil tilbakestille ordforrådet %title til alfabetisk rekkefølge?

source: Resetting a vocabulary will discard all custom ordering and sort items alphabetically.
nb: Hvis du resetter et ordforråd vil all egendefinert sortering av ord bli slettet, og ordene vil bli listet i alfabetisk rekkefølge.

source: Reset vocabulary %name to alphabetical order.
nb: Tilbakestill orforråd %name til alfabetisk rekkefølge.
